{
  "labinfo" :{
    "id" : "1",
    "name": "Lab",
    "name_cht":"Lab",
    "description":"MoonShine Animation keeps pushing the boundaries of technology to realize our imagination. We strive to offer creative and innovative solutions, making the creative pipeline more efficient.",
    "description_cht":"夢想動畫持續探索科技的邊界以實現我們的想像；我們致力於研發各種創新技術，讓影像流程更效率。"

  },
  "labdata":[
    {
      "id":"1",
      "name":"4D REC",
      "name_cht":"4D REC",
      "image":"lab01.jpg",
      "video":"https://player.vimeo.com/video/435638545",
      "title_1" : "Capturing Images and Creating 3D Motions in Real-time",
      "title_1_cht":"捕捉動態，快速創造 3D動態影像",
      "description_1":"4D REC is a volumetric capture technology developed by MoonShine Animation, capturing motions markeless, and stream animations in real-time.",
      "description_1_cht":"夢想動畫開發的 4D REC 是台灣少數的容積捕捉系統 (Volumetric Capture)，可在不穿戴任何裝備的情況下，即時掃描物體並產出動態影像。",
      "title_2" : "Used in VFX, MV and Movies",
      "title_2_cht":"用於特效、MV 與電影",
      "description_2":"Using synchronized, high-end video cameras, we acquire terabytes of photorealistic human motion. The data is used for MV, VFX, games and AR / VR.",
      "description_2_cht":"使用高等攝影機同步捕捉寫實的人物動態，並可應用在 MV、特效、遊戲及 AR / VR 領域等。",
      "sitelink":"https://www.4drec.com/"
    },
    {
      "id":"2",
      "name":"Virtual Studio",
      "name_cht":"虛擬攝影棚",
      "image":"lab02.jpg",
      "video":"https://player.vimeo.com/video/435640711",
      "title_1" : "Professional and Fully-equipped Virtual Sets",
      "title_1_cht":"專業完善的虛擬攝影棚設備",
      "description_1":"MoonShine Animation developed our virtual studio with PiStage and motion capture system. Allowing animators, lighters, camera operators and FX artist to be in part of the creation process at the same time.",
      "description_1_cht":"夢想動畫的虛擬攝影棚包含 PiStage 系統及動態捕捉系統，讓動畫師、燈光師、攝影師及特效師等均可即時參與影像製作。",
      "title_2" : "Real-time Image between Unreal Engine, and Autodesk Maya",
      "title_2_cht":"與 Maya 及 Unreal Engine 串接的成像系統影",
      "description_2":"Enabling realtime sync with Maya and Unreal Engine. Transforming, rotating and manipulate any asset in anytime. Creating highly detailed, photorealistic scene.",
      "description_2_cht":"可同步與 Maya 及 Unreal Engine 串接，可即時改變、旋轉跟操控影像中的物件並創造富含細節、高度寫實的場景。",
      "sitelink":""
    },
    {
      "id":"3",
      "name":"Virtual Production",
      "name_cht":"虛擬製片",
      "image":"lab01.jpg",
      "video":"https://player.vimeo.com/video/524168527",
      "title_1" : "Groundbreaking Filmmaking Technology",
      "title_1_cht":"虛擬製片，劃時代的影像技術",
      "description_1":"Virtual production is the future of filmmaking. With real-time rendered computer graphics and camera tracking technologies, the 3D photo-realistic environment is shown on the LED walls. Backgrounds also move in full perspective with respect to the camera’s position.",
      "description_1_cht":"虛擬製片是革新影像產業的全新技術；透過即時算圖與鏡頭追蹤，預先製作的 3D 環境可即時成像於極具沉浸感的 LED 牆上，並且隨著攝影機移動改變環境透視。",
      "title_2" : "In-camera Shooting Without the Need Of Post-production",
      "title_2_cht":"無需轉換場地，在鏡頭就能拍出寫實場景",
      "description_2":"The advantage of virtual production is fully shown as the virtual and real sets are integrated properly. Directors, actors, designers and every filmmaker can check the final result on set in real-time.",
      "description_2_cht":"當超寫實的 LED 環境結合實體造景，虛擬製片的優勢就能充分發揮。包含導演、演員及所有現場工作人員，都可在拍攝現場即時確認拍攝成果，無需等到後期製作。",
      "sitelink":"https://www.moonshine.tw/virtualproduction/"
    }
  ]
  
}